--INSERT INTO `department` VALUES (1,'Госудаственный комитет ветеинаной медицины',NULL),
--(2,'Підоздели Одеськой СДВСКН',1),(3,'Апаат упавління',2,3),(4,'Апаат упавління',2),
--(5,'Б-Дністовський ПДВСКН',2,3),(6,'Б-Дністовський ПДВСКН',2,3),(7,'Болгадський ПДВСКН',2,3),
--(8,'Велико-Михайлівський ПДВСКН',2,3),(9,'Вознесенський ПДВСКН',2,3),(10,'Звенігоодський ПДВСКН',2,3),
--(11,'Знамянський ПДВСКН',2,3),(12,'Ізмаїльський ПДВСКН',2,3),(13,'Іллічівський ПДВСКН',2,3),
--(14,'Каховський ПДВСКН',2,3),(15,'Кілійський ПДВСКН',2,3),(16,'Кіовогадський ПДВСКН',2,3),
--(17,'Кодимський ПДВСКН',2,3),(18,'Котовський ПДВСКН',2,3),(19,'Касно-Окнянський ПДВСКН',2,3),
--(20,'Миколаївський ПДВСКН',2,3),(21,'Одеський ПДВСКН',2,3),(22,'Певомайский ПДВСКН',2,3),
--(23,'оздільнянський ПДВСКН',2,3),(24,'енійський ПДВСКН',2,3),(32,'Скадовський ПДВСКН',2,3),
--(33,'Стаокозацький ПДВСКН',2,3),(34,'Вапняський ПДВСКН',2,3),(35,'Удобнянський ПДВСКН',2,3),
--(36,'Уманський ПДВСКН',2,3),(37,'Хесонський ПДВСКН',2,3),(38,'Чекаський ПДВСКН',2,3),
--(39,'Шевченківський ПДВСКН',2,3),(40,'жненський ПДВСКН',2,3);


INSERT INTO `generator`(`generatorName`, `generatorValue`) VALUES ('books', 0);

INSERT INTO `locales`(`language`, isSystem) VALUES ('ru', 1);
INSERT INTO `locales`(`language`) VALUES ('en');

INSERT INTO `stringculture` VALUES (1, 'ru', 'Госудаственный комитет ветеинаной медицины'),
                                    (2, 'ru', 'Підоздели Одеськой СДВСКН'),
                                    (3, 'ru', 'Апаат упавління'),
                                    (4, 'ru', 'Апаат упавління'),
                                    (5, 'ru', 'Б-Дністовський ПДВСКН'),
                                    (6, 'ru', 'Б-Дністовський ПДВСКН'),
                                    (7, 'ru', 'Болгадський ПДВСКН'),
                                    (8, 'ru', 'Велико-Михайлівський ПДВСКН'),
                                    (9, 'ru', 'Вознесенський ПДВСКН'),
                                    (10, 'ru', 'Звенігоодський ПДВСКН'),
                                    (11, 'ru', 'Знамянський ПДВСКН'),
                                    (12, 'ru', 'Ізмаїльський ПДВСКН'),
                                    (13, 'ru', 'Іллічівський ПДВСКН'),
                                    (14, 'ru', 'Каховський ПДВСКН'),
                                    (15, 'ru', 'Кілійський ПДВСКН'),
                                    (16, 'ru', 'Кіовогадський ПДВСКН'),
                                    (17, 'ru', 'Кодимський ПДВСКН'),
                                    (18, 'ru', 'Котовський ПДВСКН'),
                                    (19, 'ru', 'Касно-Окнянський ПДВСКН'),
                                    (20, 'ru', 'Миколаївський ПДВСКН'),
                                    (21, 'ru', 'Одеський ПДВСКН'),
                                    (22, 'ru', 'Певомайский ПДВСКН'),
                                    (23, 'ru', 'оздільнянський ПДВСКН'),
                                    (24, 'ru', 'енійський ПДВСКН');


INSERT INTO `department`(`name`, `parent_id`) VALUES (1, NULL),
                                                            (2, 1),
                                                            (3, 2),
                                                            (4, 2),
                                                            (5, 2),
                                                            (6, 2),
                                                            (7, 2),
                                                            (8, 2),
                                                            (9, 2),
                                                            (10, 2),
                                                            (11, 2),
                                                            (12, 2),
                                                            (13, 2),
                                                            (14, 2),
                                                            (15, 2),
                                                            (16, 2),
                                                            (17, 2),
                                                            (18, 2),
                                                            (19, 2),
                                                            (20, 2),
                                                            (21, 2),
                                                            (22, 2),
                                                            (23, 2),
                                                            (24, 2);

UPDATE `generator` SET `generatorValue` = 24 WHERE `generatorName` = 'books';

