INSERT INTO `department` VALUES (1,'Госудаственный комитет ветеинаной медицины',NULL,1),
(2,'Підоздели Одеськой СДВСКН',1,2),(3,'Апаат упавління',2,3),(4,'Ацизький ПДВСКН',2,3),
(5,'Б-Дністовський ПДВСКН',2,3),(6,'Беезінський ПДВСКН',2,3),(7,'Болгадський ПДВСКН',2,3),
(8,'Велико-Михайлівський ПДВСКН',2,3),(9,'Вознесенський ПДВСКН',2,3),(10,'Звенігоодський ПДВСКН',2,3),
(11,'Знамянський ПДВСКН',2,3),(12,'Ізмаїльський ПДВСКН',2,3),(13,'Іллічівський ПДВСКН',2,3),
(14,'Каховський ПДВСКН',2,3),(15,'Кілійський ПДВСКН',2,3),(16,'Кіовогадський ПДВСКН',2,3),
(17,'Кодимський ПДВСКН',2,3),(18,'Котовський ПДВСКН',2,3),(19,'Касно-Окнянський ПДВСКН',2,3),
(20,'Миколаївський ПДВСКН',2,3),(21,'Одеський ПДВСКН',2,3),(22,'Певомайский ПДВСКН',2,3),
(23,'оздільнянський ПДВСКН',2,3),(24,'енійський ПДВСКН',2,3),(32,'Скадовський ПДВСКН',2,3),
(33,'Стаокозацький ПДВСКН',2,3),(34,'Вапняський ПДВСКН',2,3),(35,'Удобнянський ПДВСКН',2,3),
(36,'Уманський ПДВСКН',2,3),(37,'Хесонський ПДВСКН',2,3),(38,'Чекаський ПДВСКН',2,3),
(39,'Шевченківський ПДВСКН',2,3),(40,'жненський ПДВСКН',2,3);


INSERT INTO `generator`(`generatorName`, `generatorValue`) VALUES ('books', 0);

INSERT INTO `locales`(`language`, isSystem) VALUES ('ru', 1);
INSERT INTO `locales`(`language`) VALUES ('en');
